---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.CurtaingridBeltU
source: html/258f862b-4f99-a585-9938-ca7b6132b4b2.htm
---
# Autodesk.Revit.DB.ParameterTypeId.CurtaingridBeltU Property

"Belt Measurement"

## Syntax (C#)
```csharp
public static ForgeTypeId CurtaingridBeltU { get; }
```